Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Causes The most common causes of high blood calcium are: • Lack of activity or exercise • Over active gland that controls how much calcium your body needs • Cancer in the bone or blood • Renal failure • Taking large amounts of Vitamins A, D and calcium • Some medicines Your Care To treat high blood calcium and prevent more loss of calcium from your bones, your doctor may ask you to do one or more of these: • Drink 3 to 4 quarts or 3 to 4 liters of liquids each day. • Take your medicine as ordered. • Exercise if you are able. • Get out of bed, sit in a chair and walk as much as possible. Ask for help if you need it. • If you are in bed all of the time, move from side to side at least every 2 hours. If your calcium is high because you have an overactive gland, surgery may be needed. Talk to your doctor or nurse if you have any questions or concerns or if your signs get worse. © 2005 - February 1, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. High Blood Calcium. Russian.
ru: Причины Частые причины высокого уровня кальция в крови: • Недостаток физической активности • Повышенная активность железы, которая управляет тем, сколько кальция требуется организму • Рак костей или крови • Почечная недостаточность • Прием больших количеств витамина A, D и кальция • Некоторые лекарства Лечение Для снижения уровня кальция в крови и предотвращения его вымывания из костей врач может попросить вас: • Ежедневно выпивать 3–4 литра (кварты) жидкости. • Принимать лекарства. • По возможности делать физические упражнения. • Как можно больше вставать с постели, сидеть в кресле и ходить. При необходимости просить о помощи. • Если вы постоянно находитесь в постели, переворачиваться на другой бок, по крайней мере, каждые два часа. Если высокий уровень кальция вызван повышенной работой железы, может потребоваться операция. Если у вас есть вопросы или опасения либо симптомы ухудшились, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: () High Blood Pressure Blood pressure is the force put on the walls of the blood vessels with each heartbeat. Blood pressure helps move blood through your body. Taking Your Blood Pressure Blood pressure is often checked by putting a wide band called a cuff around your upper arm. Air is pumped into the cuff. Your blood pressure is measured as the air is let out of the cuff. Blood pressure is one number over a second number. You may hear your doctor say 110 over 72 (110/72), for example. • The top number is higher and is called the systolic reading. It is the pressure in the blood vessels when the heart pumps. • The bottom number is lower and is called the diastolic reading. It is the pressure in the blood vessels when the heart rests between beats. Normal Blood Pressure Normal blood pressure is a top number less than 120 (systolic) and a bottom number less than 80 (diastolic). Each person’s blood pressure changes from hour to hour and from day to day. High Blood Pressure. Russian.
ru: давление (Hypertension) Кровяное давление — это сила, воздействующая на стенки сосудов при каждом сокращении сердца. Давление помогает прокачивать кровь по телу. Измерение кровяного давления Для измерения кровяного давления обычно используется широкая лента, или манжета, надеваемая на предплечье. В манжету накачивается воздух. Затем воздух постепенно выпускается и измеряется давление. Кровяное давление представляет собой два числа. Например, оно может составлять 110 на 72 (110/72). • Первое, большее число называется систолическим давлением. Это давление в кровеносных сосудах, когда сердце выталкивает кровь. • Второе, меньшее число называется диастолическим давлением. Это давление в сосудах между сердечными сокращениями. Нормальное кровяное давление В норме первое число (систолическое давление) должно быть меньше 120, а второе (диастолическое давление) — меньше 80. Кровяное давление человека отличается в разное время суток и в разные дни.

source: High Blood Pressure High blood pressure is also called hypertension. High blood pressure is 130 or higher over 80 or higher. There are different stages of high blood pressure, based on how high your numbers are. A diagnosis of high blood pressure is not made until your blood pressure is checked several times and it stays high. The harder it is for blood to flow through your blood vessels, the higher your blood pressure numbers. With high blood pressure, your heart is working harder than normal. High blood pressure can lead to heart attack, stroke, kidney failure, and hardening of the blood vessels. Signs of High Blood Pressure The only way to know if you have high blood pressure is to have it checked. Most people do not have any signs. Some people may have a headache or blurred vision. Your Care Blood pressure control is very important. If you have high blood pressure you should: • Check your blood pressure often. Call your doctor if your blood pressure stays high. • See your doctor as scheduled. • Take your blood pressure medicine as ordered by your doctor. • Take your medicine even if you feel well or your blood pressure is normal. High Blood Pressure. Russian.
ru: Повышенное кровяное давление Повышенное кровяное давление также называется гипертонией. Повышенным считается давление выше 130 на 80. Гипертония бывает разной степени тяжести в зависимости от величины давления. Гипертония диагностируется, если после неоднократных измерений давление остается высоким. Чем труднее крови течь по сосудам, тем выше давление. Повышенное давление увеличивает нагрузку на сердце и может вызвать инфаркт, инсульт, почечную недостаточность и уменьшение эластичности кровеносных сосудов. Симптомы повышенного кровяного давления Чтобы узнать, повышено ли у вас давление, его нужно измерить. У большинства людей симптомы повышенного давления отсутствуют. Иногда повышенное давление сопровождается головной болью или расплывчатым зрением. Лечение Очень важно контролировать давление. Если у вас повышенное давление: • Необходимо часто измерять давление. Если давление не снижается, позвоните врачу. • Регулярно посещайте врача. • Принимайте назначенное врачом лекарство. • Принимайте его, даже если хорошо себя чувствуете или у вас нормальное давление.

source: • Lose weight if you are overweight. • Limit salt in your food and drinks. • Avoid alcohol. • Stop smoking or tobacco use. • Exercise most every day. • Reduce stress. • Practice relaxation daily. Call 911 right away if you have: • A severe headache • Vision changes • Chest pain, pressure, or tightness • Have a hard time breathing or get short of breath • Sudden numbness, tingling or weakness in the face, arm, or leg • Sudden confusion, trouble understanding, or trouble speaking • Trouble swallowing © 2005 - March 9, 2018, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. High Blood Pressure. Russian.
ru: • При необходимости сбросьте лишний вес. • Ограничьте потребление соли в еде и напитках. • Откажитесь от алкоголя. • Бросьте курить или употреблять табак. • Каждый день занимайтесь физической культурой. • Избегайте стрессовых ситуаций. • Научитесь ежедневно расслабляться. Немедленно позвоните по телефону 911, если: • У вас сильная головная боль • У вас ухудшилось зрение • Вы чувствуете боль, давление или тяжесть в груди • Вам стало тяжело дышать или появилась одышка • У вас внезапно появилось онемение, покалывание или слабость в лице, руке или ноге • У вас возникла дезориентация, спутанность сознания или невнятная речь • Вам стало трудно глотать for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: High Blood Pressure Blood pressure is the force put on the walls of your blood vessels as blood travels through your body. Blood pressure helps pump blood to your body. Taking your blood pressure Blood pressure is often checked by putting a wide band, called a cuff, around your upper arm. Air is pumped into the cuff. Your blood pressure is measured as the air is let out of the cuff. Blood pressure is one number over a second number. You may hear your doctor say 110 over 72 (110/72), for example. • The top number is higher and is called the systolic reading. It is the pressure in the blood vessels when the heart pumps. • The bottom number is lower and is called the diastolic reading. It is the pressure in the blood vessels when the heart rests between beats. High Blood Pressure in Pregnancy. Russian.
ru: давление in Pregnancy Кровяное давление — это сила, с которой кровь воздействует на стенки кровеносных сосудов во время циркуляции по организму. Кровяное давление помогает прокачивать кровь по телу. Измерение кровяного давления Для измерения кровяного давления обычно используется широкая лента, или манжета, надеваемая на предплечье. В манжету накачивается воздух. Затем воздух постепенно выпускается и измеряется давление. Кровяное давление представляет собой два числа. Например, оно может составлять 110 на 72 (110/72). • Первое, большее число называется систолическим давлением. Это давление в кровеносных сосудах, когда сердце выталкивает кровь. • Второе, меньшее число называется диастолическим давлением. Это давление в сосудах между сердечными сокращениями.

source: Normal blood pressure Normal blood pressure is a top number less than 120 (systolic) and a bottom number less than 80 (diastolic). Blood pressure varies from person to person. Each person’s blood pressure changes from hour to hour and from day to day. High blood pressure High blood pressure is also called hypertension. High blood pressure is 130 or higher over 80 or higher. There are different stages of high blood pressure, based on how high your numbers are. A diagnosis of high blood pressure is not made until your blood pressure is checked several times and it stays high. High blood pressure and pregnancy High blood pressure can be dangerous for pregnant women and their unborn babies. Women with high blood pressure before pregnancy may have more problems during pregnancy. Some women get high blood pressure while they are pregnant. High blood pressure during the second half of the pregnancy is called gestational hypertension. Without treatment, high blood pressure during pregnancy can cause a small or ill baby and problems for the mother. High Blood Pressure in Pregnancy. Russian.
ru: Нормальное кровяное давление В норме первое число (систолическое давление) должно быть меньше 120, а второе (диастолическое давление) — меньше 80. Кровяное давление у всех людей разное и отличается в разное время суток и в разные дни. Повышенное кровяное давление Повышенное кровяное давление также называется гипертонией. Повышенным считается давление выше 130 на 80. Гипертония бывает разной степени тяжести в зависимости от величины давления. Гипертония диагностируется, если после неоднократных измерений давление остается высоким. Повышенное кровяное давление во время беременности Повышенное давление может быть опасно для беременных женщин и их нерожденных детей. Женщины, у которых было высокое кровяное давление до беременности, во время беременности могут испытывать проблемы. Иногда высокое кровяное давление возникает только во время беременности. Высокое кровяное давление во второй половине беременности называется гестационной гипертензией. Без лечения высокое давление во время беременности может привести к преждевременным родам, рождению больного ребенка либо к проблемам со здоровьем самой матери.

source: Signs of high blood pressure in pregnancy The only way to know if you have high blood pressure is to have it checked. Most people do not have any signs. Your care If you have high blood pressure: • Check your blood pressure often. • Go to your regular doctor visits to check you and your baby. • Take your blood pressure medicine as ordered by your doctor. Take your medicine even if you feel well. • Limit salt intake. • Exercise most every day. • Get plenty of rest. Lie on your left side to give your baby the most oxygen. Ask for help if you work or have other small children. • Reduce stress. Gestational hypertension Your doctor will check your health during pregnancy to watch for gestational hypertension. Gestational hypertension can progress to pre-eclampsia or eclampsia. This can affect the placenta, and the mother’s kidneys, liver and brain. High Blood Pressure in Pregnancy. Russian.
ru: Симптомы повышенного кровяного давления при беременности Чтобы узнать, повышено ли у вас давление, его нужно измерить. У большинства людей симптомы повышенного давления отсутствуют. Лечение Если у вас высокое кровяное давление: • Необходимо часто измерять давление. • Регулярно посещайте врача для проверки своего здоровья и состояния ребенка. • Принимайте назначенное врачом лекарство. Принимайте его, даже если чувствуете себя хорошо. • Ограничьте потребление соли. • Каждый день занимайтесь физической культурой. • Старайтесь побольше отдыхать. Лежите на левом боку, чтобы ребенок получал больше кислорода. Если вы работаете или у вас есть маленький ребенок, попросите кого-нибудь помочь вам. • Избегайте стрессовых ситуаций. Гестационная гипертензия Ваш врач будет контролировать состояние вашего здоровья и наблюдать за гестационной гипертензией на протяжении беременности. Гестационная гипертензия может перейти в преэклампсию или эклампсию. Эти состояния могут негативно повлиять на плаценту, почки, печень и мозг матери.

source: Signs of preeclampsia • Headache • Heartburn • Blurred vision or seeing spots • Difficulty breathing or shortness of breath • Pain in the upper right side of the stomach If you have high blood pressure and seizures, it is called eclampsia. Treatment for gestational hypertension may include lowering your blood pressure with bed rest or medicines, a hospital stay or delivery of your baby. Talk to your doctor right away if you have any of these signs or have any questions or concerns. © 2005 - March 9, 2018, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. High Blood Pressure in Pregnancy. Russian.
ru: Симптомы преэклампсии: • Головная боль • Жжение в области сердца • Расплывчатое зрение или мушки перед глазами • Затрудненное дыхание или одышка • Боль в верхней правой части живота Если высокое кровяное давление сопровождается судорогами, это называется эклампсией. Лечение гестационной гипертензии может включать в себя снижение кровяного давления с помощью постельного режима, лекарств, госпитализации или рождения ребенка. Если у вас есть один из этих симптомов, какие-либо вопросы или опасения, немедленно обратитесь к врачу. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: High Blood High blood sugar means having too much sugar, also called glucose, in the blood. High blood sugar is also called hyperglycemia. The body’s cells need blood sugar. A normal blood sugar level is 70 to 100. A blood sugar level above 140 is too high. You may not feel any signs of high blood sugar but damage may be happening to your body. Over time, high blood sugar can damage the eyes, kidneys, blood vessels, heart, nerves and feet. Causes High blood sugar can happen with diabetes. When you have diabetes, your body does not make enough insulin or is not able to use the body’s insulin as it should. The right amount of insulin is needed to let the sugar that is in your blood go into your cells. Without insulin, blood sugar will rise and cause high blood sugar, or hyperglycemia. High blood sugar can get worse because of: • Stress • Infection or illness • Certain medicines such as steroids • Pregnancy High Blood Sugar. Russian.
ru: содержание в крови Sugar Повышенное содержание сахара в крови означает, что в крови содержится чрезмерное количество сахара или глюкозы. Повышенное содержание сахара в крови называется также гипергликемией. Клеткам организма нужен сахар в крови. Нормальный уровень сахара в крови – 70-100 единиц. Больше 140 единиц считается очень высоким показателем. Вы можете не чувствовать никаких признаков повышенного содержания сахара в крови, но в это время может происходить разрушение организма. Со временем повышенное содержание сахара может поразить глаза, почки, кровеносные сосуды, сердце, нервы и ноги. Причины Повышенное содержание сахара в крови может возникнуть вследствие диабета, когда организм не вырабатывает достаточное количество инсулина или не может должным образом усвоить вырабатываемый инсулин. Без инсулина уровень сахара в крови повышается (состояние называемое гипергликемией). Ситуация с повышенным содержанием сахара в крови может осложниться вследствие: • стресса; • инфекции или болезни; • употребления некоторых лекарств, таких как стероиды; • беременности.

source: The most common reasons for high blood sugar in people with diabetes are: • Not taking enough insulin or diabetes pills • Missed, skipped or late diabetes medicine • Eating too much food • Eating foods high in sugar or carbohydrates Signs High blood sugar affects people differently. Some people have no warning signs. High blood sugar may happen slowly over time. You may have one or more signs of high blood sugar. Family members may notice these signs before you do. • Extreme thirst • Urinate often • Increased hunger • Blurred vision • Weight loss or gain • Feeling tired or sleepy • Feeling moody or grumpy • Slow healing of wounds • Numbness in feet or hands • Vaginal itching or infections • Impotence • Skin itching • Skin infections such as boils High Blood Sugar. Russian.
ru: Наиболее распространенные причины повышенного содержания сахара у людей, страдающих диабетом: • прием недостаточного количества инсулина или таблеток от диабета; • пропуск, несвоевременный или поздний прием лекарств от диабета; • употребление слишком большого количества пищи; • употребление пищи с высоким содержанием сахара или углеводов. Симптомы Повышенное содержание сахара в крови действует на людей по-разному. У некоторых людей отсутствуют какие- либо симптомы. С течением времени содержание сахара в крови может медленно повышаться. У вас могут быть один или несколько симптомов повышенного содержания сахара в крови. Члены вашей семьи могут заметить эти симптомы раньше вас. • Сильная жажда • Частое мочеиспускание • Повышенное чувство голода • Затуманенное зрение • Увеличение веса или похудение • Чувство усталости или сонливости • Чувство угрюмости или раздражительности • Медленное заживание ран • Онемение стоп или рук • Зуд во влагалище или вагинальные инфекции • Импотенция • Зуд на коже • Кожные инфекции, такие как фурункулез

source: Your Care See your doctor if you have signs of high blood sugar. Talk to your doctor about the cause of your high blood sugar. You may need to take medicine to control your blood sugar, or you may need to change how you eat and exercise. If you have diabetes, control high blood sugar by following your diabetes treatment plan: • Follow your meal plan. • Take your insulin and pills as directed. • Test your blood sugar often and keep a record of the results. • Follow your activity or exercise routine. • Contact your doctor if you see patterns of high blood sugar. • Follow your sick day plan if you are ill. If not treated, high blood sugar could lead to coma or even death. Talk to your doctor, nurse or diabetes educator if you have any questions or concerns. © 2005 - January 17, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. High Blood Sugar. Russian.
ru: Лечение Обратитесь к своему лечащему врачу, если у вас наблюдаются признаки повышенного содержания сахара в крови. Поговорите с врачом о причинах повышенного сахара в крови. Вам также может понадобиться принимать лекарства для контроля уровня сахара в крови, а также изменить режим питания и физических упражнений. Если у вас диабет, контролируйте содержание сахара в крови, выполняя план лечения диабета: • Следуйте своему плану приема пищи. • Принимайте инсулин и таблетки в соответствии с назначением врача. • Часто проверяйте уровень сахара в крови и записывайте результаты анализов. • Продолжайте свою обычную деятельность или физические упражнения. • Обратитесь к врачу, если у вас наблюдаются признаки повышенного содержания сахара в крови. • Если вы больны, следуйте своему плану действий в случае болезни. Если не принимать меры по излечению, повышенное содержание сахара в крови может привести к коме и даже к летальному исходу. Если у вас есть какие-либо вопросы или опасения, обратитесь к врачу, медсестре или консультанту по вопросам диабета. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as
